Repository: maitesin/maite-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca, es

source: Maite Clausell - Website
ca: Maite Clausell - Pàgina web
es: Maite Clausell - Página web

source: Toggle navigation
ca: Commuta de navegació
es: Alternar navegación

source: Portfolio
ca: Dossier
es: Porfolio

source: Skills
ca: Habilitats
es: Aptitudes

source: About
ca: Quant a mi
es: Acerca de mí

source: Associations
ca: Associacions
es: Asociaciones

source: Contact
ca: Contacte
es: Contacto

source: Language
ca: Llengua
es: Idioma

source: English
ca: Anglès
es: Inglés

source: Spanish
ca: Espanyol
es: Español

source: Catalan
ca: Català
es: Catalán

source: Translator - Subtitler - Localiser
ca: Traductora - Subtituladora - Localitzadora
es: Traductora - Subtituladora - Localizadora

source: Subtitling
ca: Subtitulació
es: Subtitulado

source: English into Spanish and Catalan subtitles for films, series and others.
ca: Subtítols d'anglès a espanyol i català per a pel·lícules, sèries, etc.
es: Subtítulos de inglés a español y catalán para películas, series, etc.

source: SDH
ca: SPS
es: Subtítulos para sordos

source: English into Spanish and Catalan subtitles for Deaf and Hard of Hearing.
ca: Subtítols per a persones sordes d'anglès a espanyol i català.
es: Subtítulos para sordos de inglés a español y catalán.

source: Editing
ca: Edició de textos
es: Edición de textos

source: Edition of Spanish and Catalan texts after translation.
ca: Edició de textos traduïts a espanyol i català.
es: Edición de textos traducidos al español y al catalán.

source: App localisation
ca: Localització d'aplicacions
es: Localización de aplicaciones

source: English into Spanish and Catalan localisation of web and mobile Apps.
es: Localización de aplicaciones web y móviles de inglés a español y catalán.

source: Game Localisation
ca: Localització de videojocs
es: Localización de videojuegos

source: English into Spanish and Catalan game and video game localisation.
ca: Localització de videojocs d'anglès a espanyol i català.
es: Localización de videojuegos de inglés a español y catalán.

source: Web Localisation
ca: Localització de pàgines web
es: Localización de sitios web

source: English into Spanish and Catalan website localisation.
ca: Localització de pàgines web d'anglès a espanyol i català.
es: Localización de sitios web de inglés a español y catalán.

source: In 2013 I graduated in English Philology and moved to London (England) to study an MA in Audiovisual Translation. After finishing my MA in 2014, I decided to stay in England, though I was born and raised near the Mediterranean Sea in Spain. In the years I have lived in England, I have moved around and lived in different places: London, Cambridge and Surrey,<br>to move back to London.
ca: L'any 2013 em vaig llicenciar en Filologia Anglesa i vaig anar a viure a Londres (Anglaterra) per estudiar un màster en Traducció Audiovisual. En acabar el màster en 2014, vaig decidir quedar-me en Anglaterra, encara que vaig nàixer i em vaig criar prop del mar Mediterrani, a Espanya. Des que em vaig moure a Anglaterra, he viscut a diversos municipis: Londres, Cambridge i Surrey, per acabar tornant a Londres.
es: En 2013 me licencié en Filología Inglesa y me mudé a Londres (Inglaterra) para estudiar un máster en Traducción Audiovisual. Tras terminar el máster en 2014, decidí quedarme en Inglaterra, a pesar de haber nacido y haberme criado en España, cerca del mar Mediterráneo. Desde que resido en Inglaterra, he vivido en varios municipios: Londres, Cambridge y Surrey, para finalmente volver a Londres.

source: In 2017 I finished an MA in Translation and New Technologies: Translation of Software and Multimedia Products and worked at the translation team of a marketing company as Spanish Language Lead. I am working as a freelance translator, subtitler and localiser since the beginning of 2018. At the beginning of this year I have also worked as a videogame QA Tester and proofreader. In my free time I like to read, knit, play video games and create subtitles for a Spanish web series.
es: En 2017 terminé el Máster en Traducción y Nuevas Tecnologías: Traducción de Software y Productos Multimedia, y trabajé como Language Lead de español en el equipo de traducción de una empresa de mercadotecnia. Desde principios de 2018 trabajo como traductora autónoma, y además también he trabajado como tester y revisora de videojuegos. Aprovecho mi tiempo libre para leer, tejer, jugar a videojuegos y crear subtítulos para web serie española.

source: Translation Associations
ca: Associacions de Traducció
es: Asociaciones de Traducción

source: Privacy Notice
es: Política de privacidad (inglés)

source: Beto is a Spanish web series about a young adult with no job and little friends. His life is a chaos and even with his parents help, he struggles to make ends meet. People usually take advantage of him, in special, his psychiatrist who scams him continuously.
ca: Beto és una web sèrie espanyola que tracta la vida d'un adult jove sense treball i amb pocs amics. La seua vida és caòtica i inclús amb l'ajuda dels seus pares té problemes per arribar a final de mes. La gent se n'aprofita d'ell, especialment, el seu psiquiatra, que l'estafa contínuament.
es: Beto es una web serie española sobre un adulto joven desempleado y con pocos amigos. Su vida es caótica y le cuesta llegar a fin de mes incluso con la ayuda de sus padres. La gente se aprovecha de él, especialmente su psiquiatra, que le estafa continuamente.

source: This web series - produced and filmed in my hometown - has been nominated in several web series festivals and has won two awards.
ca: Aquesta web sèrie, produïda i filmada al meu poble natal, ha sigut nominada en diversos festivals de web sèries i ha sigut guardonada amb dos premis.
es: Esta web serie, producida y filmada en mi ciudad natal, ha sido nominada en varios festivales de web series y ha ganado dos premios.

source: In September 2015, I decided that I wanted to help the people who created this web series. Since then, in my free time, I have been working on providing the Spanish subtitles, as well as translating the script into English, in order to provide English subtitles. If you want to see my job and have a good laugh, click <a href="https://www.youtube.com/watch?v=bsBvztx_BV8" target="_blank">here</a>.
ca: En setembre de 2015, vaig decidir-me a ajudar als creadors d'aquesta web sèrie. Des d'aleshores, en el meu temps lliure, he estat creant els subtítols en espanyol, i a més he traduït el guió a l'anglès per poder crear subtítols en aquesta llengua. Si vols veure el meu treball i riure de bona gana, fes clic <a href="https://www.youtube.com/watch?v=bsBvztx_BV8" target="_blank">ací</a>.
es: En septiembre de 2015, me decidí a ayudar a los creadores de esta web serie y desde entonces, en mi tiempo libre, he realizado los subtítulos en español, así como la traducción al inglés de los mismos, para crear los subtítulos en inglés. Si quieres ver mi trabajo y echarte unas risas, haz clic <a href="https://www.youtube.com/watch?v=bsBvztx_BV8" target="_blank">aquí</a>.

source: Client:
es: Cliente:

source: Date:
ca: Data:
es: Fecha:

source: Ongoing
ca: actualment
es: en curso

source: Service:
ca: Servei:
es: Servicio:

source: Spanish and English Subtitles
ca: subtítols en espanyol i anglès
es: subtítulos en inglés y español

source: Close
ca: Tanca
es: Cerrar

source: <em>La Panderola</em> was a kind of tram that run between the years 1888 - 1963 in the area of Castellón de la Plana (Spain), where my family and myself originally come from.
ca: <em>La Panderola</em> fou un tipus de tramvia que va funcionar des de 1888 fins a 1963 en la zona de Castelló de la Plana (Espanya), província de la qual som tant la meua família com jo.
es: <em>La Panderola</em> era una especie de tranvía que explotó una línea desde 1888 hasta 1963 en la zona de Castellón de la Plana (España), provincia en la que se sitúa mi ciudad natal.

source: We found this documentary on the Internet by chance and it was narrated in English. As my grandparents used <em>La Panderola</em> when they were young, I decided to create Spanish subtitles for the video. Therefore, they were able to enjoy this documentary which brought back really good memories.
ca: Vam trobar aquest documental a Internet per casualitat, narrat en anglès i com que els meus avis viatjaven amb <em>La Panderola</em> quan eren jóvens, vaig decidir crear subtítols en espanyol per al vídeo perquè pogueren gaudir d'un documental que els portaria molts bons records.
es: Nos encontramos con este documental en Internet por casualidad, narrado en inglés y puesto que mis abuelos solían viajar en <em>La Panderola</em> cuando eran jóvenes, quise subtitular el documental en español para que pudiesen disfrutar del mismo, lo cual les traería buenos recuerdos.

source: You can find the videos with my subtitles in the links below:
ca: Pots veure els vídeos en els subtítols que he creat fent clic als següents enllaços:
es: Si quieres ver los vídeos con los subtítulos que he creado, haz clic en los siguientes enlaces:

source: Grandparents
ca: avis
es: abuelos

source: October 2017
ca: octubre de 2017
es: octubre de 2017

source: English and Spanish Subtitles
ca: subtítols en espanyol i anglès
es: Subtítulos en inglés y español

source: TED (Technology, Entertainment, Design) is an organisation that posts talks online for free distribution. It is widely known for its annual conference (TED Conference) and for its talks (TED Talks), which deal with several topics such as science, education, arts, culture, among others.
ca: TED (Tecnologia, Entreteniment, Disseny) és una organització que ofereix xarrades en línia gratuïtes. Aquesta organització és mundialment coneguda per la seua conferència anual (TED Conference) i per les seues xarrades (TED Talks), que tracten de diversos temes com ciència, educació, art, cultura, etc.
es: TED (Tecnología, Entretenimiento, Diseño) es una organización que publica charlas en línea. Es ampliamente conocida por su congreso anual (TED Conference) y por sus charlas (TED Talks), que tratan varios temas, como ciencias, educación, arte, cultura, etc.

source: In January 2014 I began collaborating with the creation of subtitles of some of their talks both into Spanish and Catalan. You can find them following the links below.
ca: En gener de 2014 vaig començar a col·laborar creant subtítols en espanyol i català per a algunes de les seues xarrades. Pots veure-les fent clic als següents enllaços:
es: En enero de 2014 empecé a colaborar creando subtítulos para algunas de sus charlas en español y catalán. Puedes verlas haciendo clic en los siguientes enlaces:

source: January 2014 - Nowadays
ca: gener de 2014 - actualment
es: enero de 2014 - actualmente

source: Spanish and Catalan Subtitles
ca: subtítols en espanyol i català
es: subtítulos en español y catalán

source: <em>Skins</em> is a British TV series created by Bryan Elsey and Jamie Brittain, which was first broadcasted on television on channel E4 on 25 January 2007.
ca: <em>Skins</em> és una sèrie de televisió britànica, creada per Bryan Elsey i Jamie Brittain, que fou emesa per primera vegada al canal E4 el 25 de gener de 2007.
es: <em>Skins</em> es una serie de televisión británica creada por Bryan Elsey y Jamie Brittain, emitida por primera vez en televisión el 25 de enero de 2017 en el canal E4.

source: The series deals with the story of a group of teenagers who suffer different problems such as drug and alcohol abuse, homosexuality, mental illness, teen pregnancy, etc.
ca: La sèrie tracta d'un grup d'adolescents amb diversos problemes com drogaddicció, alcoholisme, homosexualitat, malalties mentals, embaràs adolescent, etc.
es: La serie trata de un grupo de adolescentes que se enfrentan a diversos problemas como alcoholismo, adicción a las drogas, homosexualidad, enfermedades mentales, embarazo adolescente, etc.

source: As part of my dissertation for my MA in Audiovisual Translation, I provided the Spanish SDH (Subtitles for the Deaf and the Hard of Hearing) of five scenes from episode 1 series 3 named "Everyone". You can see the results by clicking <a href="https://www.youtube.com/watch?v=17_y4-zTWdc" target="_blank">here</a>.
ca: Com a tesina per al màster en Traducció Audiovisual, vaig crear els subtítols per a persones sordes per a cinc escenes del primer capítol de la tercera temporada d'aquesta sèrie, anomenat "Everyone" (Tots). Pots veure els resultats fent clic <a href="https://www.youtube.com/watch?v=17_y4-zTWdc" target="_blank">ací</a>.
es: Como parte de la tesina del máster en Traducción Audiovisual, creé subtítulos para sordos en español para cinco escenas del primer episodio de la tercera temporada, titulado "Everyone" (Todos). Puedes ver el resultado haciendo clic <a href="https://www.youtube.com/watch?v=17_y4-zTWdc" target="_blank">aquí</a>.

source: Course:
ca: Titulació:
es: Titulación:

source: MA in Audiovisual Translation
ca: Màster en Traducció Audiovisual
es: Máster en Traducción Audiovisual

source: September 2014
ca: setembre de 2014
es: septiembre de 2014

source: English into Spanish SDH
ca: subtítols per a persones sordes d'anglès a espanyol
es: subtítulos para sordos de inglés a español

source: The Godfather II
ca: El Padrí II
es: El Padrino II

source: As part of the dissertation of the <em>MA in Translation and New Technologies: Translation of Software and Multimedia Products</em> I had to localise several parts of the materials of the video game <strong>The Godfather II</strong> from English into Spanish.
ca: Per a la tesina del <em>Màster en Traducció i Noves Tecnologies: Traducció de Programari i Productes Multimèdia</em> vaig localitzar d'anglès a espanyol algunes parts que componen els materials del videojoc <strong>El Padrí II</strong>.
es: Como parte de la tesina del <em>Máster en Traducción y Nuevas Tecnologías: Traducción de Software y Productos Multimedia</em> tuve que localizar de inglés a español varias partes de los materiales que componen el videojuego <strong>El Padrino II</strong>.

source: This video game is based on the film <em>The Godfather II</em> by Francis Ford Coppola, and was developed by EA Redwood Shores and distributed by Electronic Arts, Paramount Digital Entertainment.
ca: Aquest videojoc està basat en la pel·lícula <em>El Padrí II</em> de Francis Ford Coppola, i fou desenvolupat per EA Redwood Shores i distribuït per Electronic Arts, Paramount Digital Entertainment.
es: Este videojuego está basado en la película <em>El Padrino II</em> de Francis Ford Coppola. Fue desarrollado por EA Redwood Shotes y distribuido por Electronic Arts, Paramount Digital Entertainment.

source: These are the materials that I localised:
ca: Els materials que vaig localitzar són:
es: Los materiales que localicé fueron:

source: Guide
ca: Guia
es: Guía

source: Video Game trailer
ca: Tràiler del videojoc
es: Tráiler del videojuego

source: Website
ca: Pàgina web
es: Sitio web

source: MA in Translation and New Technologies: Translation of Software and Multimedia Products
ca: Màster en Traducció i Noves Tecnologies: Traducció de Programari i Productes Multimèdia
es: Máster en Traducción y Nuevas Tecnologías: Traducción de Software y Productos Multimedia

source: June 2017
ca: juny de 2017
es: junio de 2017

source: Video game localisation English into Spanish
ca: localització de videojocs d'anglès a espanyol
es: localización de videojuegos de inglés a español

source: LocJAM is an online contest for game translators. Each year a short open source game in English is chosen for translation.
ca: LocJAM és un concurs en línia per a traductors de jocs. Cada any se selecciona un joc en anglès de codi obert.
es: LocJAM es un concurso en línea para traductores de juegos. Cada año se selecciona un juego breve de código abierto en inglés.

source: The first time I read about this contest was in 2015, when LocJAM 2 took place. That year they chose a video game for translation and as my passion for video game localisation was beginning to develop, I decided to take part in the contest.
ca: La primera vegada que vaig llegir sobre aquest concurs fou en 2015, quan es va celebrar el LocJAM 2. Aquell any van decidir que es traduiria un videojoc i com que la meua passió per la localització de videojocs començava a desenvolupar-se, vaig voler participar en el concurs.
es: La primera vez que leí sobre este concurso fue en 2015, cuando se llevó a cabo LocJAM 2. Ese año decidieron que se iba a traducir un videojuego y puesto que por aquella época se empezaba a desarrollar mi pasión por la localización de videojuegos, decidí participar en el concurso.

source: The video game chosen for that year was <em>Grandpa</em>, created by Omar Enezi, Abdullah Hamed and Basma Mariki, licensed under a <a href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons License (CC BY 3.0)</a>. If you would like to play this short game in the Spanish version that I provided, click
ca: El videojoc que es va seleccionar va ser <em>Grandpa</em>, creat per Omar Enezi, Abdullah Hamed and Basma Mariki, baix la llicència <a href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons License (CC BY 3.0)</a>. Si vols jugar a aquest joc en la versió a l'espanyol que vaig presentar, fes clic
es: El videojuego que eligieron fue <em>Grandpa</em>, creado por Omar Enezi, Abdullah Hamed and Basma Mariki, bajo la licencia <a href="https://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons License (CC BY 3.0)</a>. Si te apetece jugar a este juego en la versión en español que presenté, haz clic

source: here</a>.
ca: ací</a>.
es: aquí</a>.

source: Contest:
ca: Concurs:
es: Concurso:

source: February 2015
ca: febrer de 2015
es: febrero de 2015

source: <em>Marinara: Pomodoro Assistant</em> is a Google Chrome extension developed<br>by Chris Schmich.
es: <em>Marinara: Pomodoro Assistant</em> es una extensión de Google Chrome desarrollada<br>por Chris Schmich.

source: This is a productivity extension based on the Pomodoro Technique, which works as a time management assistant and can be added to Chrome from <a href="https://chrome.google.com/webstore/detail/marinara-pomodoro®-assist/lojgmehidjdhhbmpjfamhpkpodfcodef" target="_blank">here</a>.
es: Es una extensión basada en la Técnica Pomodoro de productividad que funciona como un asistente de gestión del tiempo. Puedes añadir esta extensión a Chome siguiendo este <a href="https://chrome.google.com/webstore/detail/marinara-pomodoro®-assist/lojgmehidjdhhbmpjfamhpkpodfcodef" target="_blank">enlace</a>.

source: Developer:
es: Desarrollador:

source: February 2018
es: febrero de 2018

source: Translation from English into Spanish and Catalan
es: traducción de inglés a español y catalán

source: In 2017 I finished an MA in Translation and New Technologies: Translation of Software and Multimedia Products and worked at the translation team of a marketing company as Spanish Language Lead and Junior Translation Project Manager. At the end of 2017 I decided that I wanted to focus my career to translation, hence, since the beginning of 2018, I am working as a freelance translator, subtitler and localiser. In my free time I like to read, knit, play video games and create subtitles for a Spanish web series.
ca: L'any 2017 vaig acabar el màster en Traducció i Noves Tecnologies: Traducció de Programari i Productes Multimèdia. També vaig treballar com a Language Lead d'espanyol i gestora de projectes a l'equip de traducció d'una empresa de màrqueting. A finals de 2017 vaig decidir que volia dedicar-me a traduir, i per això, treballe com a traductora autònoma des de 2018. En el meu temps lliure, m'agrada llegir, teixir, jugar a videojocs i crear subtítols per a una web sèrie espanyola.
